Repository: UliGesing/Darktable-Initial-Workflow-Module
Catalog: locale/*/LC_MESSAGES/InitialWorkflowModule.po
Languages: de

source: script run without errors - there are no important messages and no timeouts
de: Skript-Ausführung ohne Fehler - Es gibt keine wichtigen Nachrichten und keine Zeitüberschreitungen

source: THERE ARE IMPORTANT MESSAGES:
de: ES GIBT WICHTIGE NACHRICHTEN:

source: if you detect timeouts, you can increase the timeout value and try again
de: Wenn Sie Zeitüberschreitungen feststellen, können Sie den Timeout-Wert erhöhen und es erneut versuchen

source: initial workflow - image processing has been completed
de: initial workflow - Die Bildverarbeitung wurde abgeschlossen

source: THERE ARE IMPORTANT MESSAGES - see log for details / increase timeout value
de: ES GIBT WICHTIGE NACHRICHTEN - Siehe Log für mehr Details / evtl. sollten Sie den Timeout-Wert erhöhen

source: wait for %d ms. (config = %s ms * %s)
de: Warten für %d ms. (Konfiguration = %s ms * %s)

source: darktable version with appropriate lua API detected: %s
de: darktable-Version mit passender Lua-API erkannt: %s

source: this script needs at least darktable 4.2 API to run
de: Dieses Skript benötigt mindestens darktable 4.2 API für die Ausführung

source: script executed from path %s
de: Skript wird ausgeführt von Pfad %s

source: script translation files in %s
de: Skript-Übersetzungsdateien befinden sich in %s

source: script outputs are in English
de: Skriptausgaben erfolgen in Deutsch

source: number of %d preference keys retrieved
de: Anzahl der gefundenen darktable Einstellungen: %d

source: scene-referred (filmic)
de: szenenbezogen (Filmic)

source: scene-referred (sigmoid)
de: szenenbezogen (Sigmoid)

source: received event %s
de: Event %s empfangen

source: wait for event %s
de: Warte auf Event %s

source: timeout after %d ms waiting for event %s
de: Zeitüberschreitung nach %d ms beim Warten auf das Event %s

source: loading image failed, reload is performed (this could indicate a timing problem)
de: Laden des Bildes ist fehlgeschlagen. Das Bild wird erneut geladen (dies könnte auf ein Timing-Problem hinweisen).

source: nothing to do, value already equals to %s
de: Es gibt nichts zu tun, der Wert ist bereits %s

source: push button off and on: %s
de: Funktion (Button, Zauberstab) aus- und einschalten: %s

source: nothing to do, button is already inactive
de: Es gibt nichts zu tun, die Funktion ist bereits inaktiv

source: selection = %s - %s
de: Auswahl = %s

source: show module if not visible: %s
de: Modul anzeigen, falls nicht sichtbar: %s

source: module is already visible, nothing to do
de: Modul ist bereits sichtbar, es gibt nichts zu tun

source: hide module if visible: %s
de: Modul ausblenden, falls sichtbar: %s

source: module is already hidden, nothing to do
de: Modul ist bereits ausgeblendet, es gibt nichts zu tun

source: enable module if disabled: %s
de: Modul aktivieren, falls deaktiviert: %s

source: module is already enabled, nothing to do
de: Modul ist bereits aktiviert, es gibt nichts zu tun

source: yes
de: ja

source: disable module if enabled: %s
de: Modul deaktivieren, falls aktiviert: %s

source: module is already disabled, nothing to do
de: Modul ist bereits deaktiviert, es gibt nichts zu tun

source: reset module %s
de: Modul %s zurücksetzen

source: ignore
de: ignorieren

source: enable
de: aktivieren

source: reset
de: zurücksetzen

source: disable
de: deaktivieren

source: Basic setting for this module: Choose to ignore this step / module and do nothing at all. Or choose to enable corresponding module. Or reset first and enable corresponding module. Or disable module and keep it unchanged. After 'enable' or 'reset' the following selected module configuration is set.
de: Grundeinstellung für dieses Modul: Wähle eine der Vorgaben: Ignoriere diesen Schritt / dieses Modul und ändere nichts. Oder wähle, dieses Modul zu aktivieren. Oder setze dieses Modul zuerst zurück und aktiviere es. Oder deaktiviere das Modul und erhalte es unverändert. Nach ''aktivieren' oder 'zurücksetzen' wird die ausgewählte Konfiguration für das Modul angewendet.

source: Ignore this module or do corresponding configuration.
de: Ignoriere dieses Modul oder wende die dazugehörende Konfiguration an.

source: Generate the shortest history stack that reproduces the current image. This removes your current history snapshots.
de: Generiert einen minimalen Verlaufsstapel, der das gleiche Bild erzeugt. Dadurch werden die aktuellen Snapshots des Verlaufs entfernt.

source: no
de: nein

source: compress history stack
de: Verlaufsstapel zusammenfassen

source: Use Filmic or Sigmoid to expand or contract the dynamic range of the scene to fit the dynamic range of the display. Auto tune filmic levels of black + white relative exposure. Or use Sigmoid with one of its presets. Use only one of Filmic, Sigmoid or Basecurve, this module disables the others.
de: Verwenden Sie Filmic oder Sigmoid, um den Dynamikbereich der Szene zu erweitern oder zu verkleinern, um ihn an den Dynamikbereich der Anzeige (des Monitors) anzupassen. Passen Sie mit Filmic die Werte der relativen Schwarz-Weiß-Belichtung automatisch an. Oder verwenden Sie Sigmoid mit einer seiner Voreinstellungen. Es wird nur eines der Module Filmic, Sigmoid oder Basiskurve zugleich aktiviert. Die jeweils anderen werden deaktiviert.

source: unchanged
de: unverändert

source: Sigmoid color per channel
de: Sigmoid Farbe je Kanal

source: Sigmoid color RGB ratio
de: Sigmoid RGB-Verhältnis

source: Sigmoid ACES 100 preset
de: Sigmoid ACES 100 Voreinstellung

source: Filmic / Sigmoid dynamic range
de: Filmic / Sigmoid Dynamikbereich

source: per channel
de: Je Kanal

source: RGB ratio
de: RGB Verhältnis

source: current color processing = %s
de: aktuelle Farbbehandlung = %s

source: nothing to do, color processing already = %s
de: Nichts zu tun, aktuelle Farbbehandlung ist bereits = %s

source: ACES 100-nit like
de: ACES 100-nit ähnlich

source: Adjust global saturation in color balance rgb module.
de: Passt die globale Sättigung im Farbbalance-RGB-Modul an.

source: color balance rgb global saturation
de: Farbbalance RGB, globale Sättigung

source: Adjust global chroma in color balance rgb module.
de: Passt die globale Chroma im Farbbalance-RGB-Modul an.

source: color balance rgb global chroma
de: Farbbalance RGB, globale Chroma

source: Choose a predefined preset for your color-grading. Or set auto pickers of the module mask and peak white and gray luminance value to normalize the power setting in the 4 ways tab.
de: Wählen Sie eine vordefinierte Einstellung für Ihre Farbkorrektur. Oder passen Sie auf der Registerkarte Maskierung die Spitzenwerte für die Weiß- und Grauluminanz automatisch an, um die Potenzfunktion auf der Registerkarte „4 HSL" zu normalisieren.

source: peak white & grey fulcrum
de: max. Weiß- und Kontrast-Graupunkt

source: add basic colorfulness (legacy)
de: Basiseinstellung Farbigkeit (alt)

source: basic colorfulness: natural skin
de: Basisfarbigkeit: lebendige Farben

source: basic colorfulness: standard
de: Basisfarbigkeit: natürliche Hauttöne

source: basic colorfulness: vibrant colors
de: Basisfarbigkeit: Standard

source: color balance rgb
de: Farbbalance RGB

source: Adjust luminance and chroma contrast. Apply choosen preset (clarity or denoise & sharpen). Choose different values to adjust the strength of the effect.
de: Passen Sie die Luminanz und den Chroma-Kontrast an. Ausgewählte Voreinstellung anwenden (Klarheit oder entrauschen & schärfen). Wählen Sie verschiedene Werte, um die Stärke des Effekts anzupassen.

source: clarity, strength 0,25
de: Klarheit, Stärke 0,25

source: clarity, strength 0,50
de: Klarheit, Stärke 0,50

source: denoise & sharpen, strength 0,25
de: entrauschen & schärfen, Stärke 0,25

source: denoise & sharpen, strength 0,50
de: entrauschen & schärfen, Stärke 0,50

source: contrast equalizer
de: Kontrast-Equalizer

source: clarity
de: Klarheit

source: denoise & sharpen
de: entrauschen & schärfen

source: Use default preset mask blending for all purposes plus automatic mask contrast and exposure compensation. Or use preset to compress shadows and highlights with exposure-independent guided filter (eigf) (soft, medium or strong).
de: Verwenden Sie die standardmäßig voreingestellte Maske sowie den automatischen Maskenkontrast und die Belichtungskorrektur. Oder verwenden Sie die Voreinstellung, um Schatten und Spitzlichter mit einem belichtungsunabhängigen geführten Filter (eigf) (gering, mittel oder stark) zu komprimieren.

source: default mask blending
de: Standardwerte, Standard-Maske

source: default plus mask compensation
de: Standard plus Maskenkorrektur

source: compress shadows-highlights (eigf): medium
de: komprimiert Schatten-Spitzlichter (EIGF): mittel

source: compress shadows-highlights (eigf): soft
de: komprimiert Schatten-Spitzlichter (EIGF): gering

source: compress shadows-highlights (eigf): strong
de: komprimiert Schatten-Spitzlichter (EIGF): stark

source: tone equalizer
de: Tonwert-Equalizer

source: DT42:compress shadows-highlights (eigf): medium
de: DT42:komprimiert Schatten-Spitzlichter (eigf): mittel

source: DT42:compress shadows-highlights (eigf): soft
de: DT42:komprimiert Schatten-Spitzlichter (eigf): gering

source: DT42:compress shadows-highlights (eigf): strong
de: DT42:komprimiert Schatten-Spitzlichter (eigf): stark

source: Automatically adjust the exposure correction. Remove the camera exposure bias, useful if you exposed the image to the right.
de: Passen Sie die Belichtungskorrektur automatisch an. Kompensieren Sie die Belichtungskorrektur der Kamera. Dies ist nützlich, wenn Sie das Bild "nach rechts" belichtet haben.

source: adjust exposure correction
de: Belichtungskorrektur kompensieren

source: adjust & compensate bias
de: Belichtung anpassen & Korrektur kompensieren

source: exposure
de: Belichtung

source: checkbox already selected, nothing to do
de: Einstellung bereits ausgewählt, nichts zu tun

source: Enable and reset lens correction module.
de: Objektivkorrektur aktivieren und zurücksetzen.

source: enable lensfun method
de: Lensfun-Methode aktivieren

source: lens correction
de: Objektivkorrektur

source: embedded metadata
de: eingebettete Metadaten

source: current correction method = %s
de: Aktuelle Anpassung = %s

source: nothing to do, correction method already = %s
de: Nichts zu tun, Anpassung ist bereits = %s

source: Enable denoise (profiled) module. There is nothing to configure, just enable or reset this module.
de: Aktiviere das Entrauschen (Profil) Modul. Es gibt hier nichts zu konfigurieren, das Modul kann aktiviert oder zusätzlich zurückgesetzt werden.

source: denoise (profiled)
de: Entrauschen (Profil)

source: Correct chromatic aberrations. Distinguish between Bayer sensor and other camera sensors. This operation uses the corresponding correction module and disables the other.
de: Aktiviere das Modul für die chromatische Aberration. Es wird zwischen Kameras mit Bayer-Sensor und anderen Sensoren unterschieden. Diese Konfiguration nutzt das passende Korrekturmodul und deaktiviert das jeweils andere.

source: enable (Bayer sensor)
de: Aktivieren (Bayer-Sensor)

source: enable (other)
de: Aktivieren (andere)

source: chromatic aberrations
de: chromatische Aberrationen

source: Perform color space corrections in color calibration module. Select the illuminant. The type of illuminant assumed to have lit the scene. By default unchanged for the legacy workflow.
de: Führen Sie Farbraumkorrekturen im Farbkalibrierungsmodul durch. Wählen Sie das Leuchtmittel aus. Der Typ des Leuchtmittels, von dem angenommen wird, dass es die Szene beleuchtet hat. Standardmäßig unverändert für den Legacy-Workflow.

source: same as pipeline (D50)
de: Gleich wie Pipeline (D50)

source: A (incandescent)
de: A (Glühbirne)

source: D (daylight)
de: D (Tageslicht)

source: E (equi-energy)
de: E (Gleichenergie)

source: F (fluorescent)
de: F (Leuchtstofflampe)

source: LED (LED light)
de: LED (LED-Licht)

source: Planckian (black body)
de: Planckscher Strahler (schwarzer Körper)

source: custom
de: Benutzerdefiniert

source: (AI) detect from image surfaces...
de: (KI) Erkennen von Bildoberflächen...

source: (AI) detect from image edges...
de: (KI) Erkennen von Bildkanten...

source: as shot in camera
de: Wie in der Kamera aufgenommen

source: color calibration illuminant
de: Farbkalibrierung Leuchtmittel

source: color calibration adaption = %s
de: Farbkalibrierung Anpassung = %s

source: none (bypass)
de: keine

source: illuminant cannot be set
de: Leuchtmittel kann nicht eingestellt werden

source: illuminant can be set
de: Leuchtmittel kann eingestellt werden

source: current illuminant = %s
de: Aktuelles Leuchtmittel = %s

source: nothing to do, illuminant already = %s
de: Nichts zu tun, Leuchtmittel bereits = %s

source: Perform color space corrections in color calibration module. Select the adaptation. The working color space in which the module will perform its chromatic adaptation transform and channel mixing.
de: Führen Sie Farbraumkorrekturen im Farbkalibrierungsmodul durch. Wählen Sie die Anpassung aus. Der Farbraum, in dem das Modul seine chromatische Anpassung und Kanalmischung durchführt.

source: linear Bradford (ICC v4)
de: linear Bradford

source: non-linear Bradford
de: nichtlinear Bradford

source: color calibration adaptation
de: Farbkalibrierung Anpassung

source: current adaptation = %s
de: Aktuelle Anpassung = %s

source: nothing to do, adaptation already = %s
de: Nichts zu tun, Anpassung bereits = %s

source: Reconstruct color information for clipped pixels. Select an appropriate reconstruction methods to reconstruct the missing data from unclipped channels and/or neighboring pixels.
de: Rekonstruieren Sie Farbinformationen für abgeschnittene Pixel. Wählen Sie eine geeignete Rekonstruktionsmethode aus, um die fehlenden Daten aus nicht abgeschnittenen Kanälen und/oder benachbarten Pixeln zu rekonstruieren.

source: highlight reconstruction
de: Spitzlicht-Rekonstruktion

source: current value = %s
de: Aktueller Wert = %s

source: nothing to do, value already = %s
de: Nichts zu tun, Wert ist bereits = %s

source: Adjust the white balance of the image by altering the temperature. By default unchanged for the legacy workflow.
de: Passen Sie den Weißabgleich des Bildes an, indem Sie die Temperatur ändern. Standardmäßig unverändert für den Legacy-Workflow.

source: as shot
de: wie bei Aufnahme

source: from image area
de: aus Bildbereich

source: user modified
de: manuell angepasst

source: camera reference
de: Kamerareferenzpunkt

source: white balance
de: Weißabgleich

source: Reset all modules of the pixelpipe and discard complete history stack.
de: Setze alle Module der Pixelpipeline zurück und lösche den kompletten Verlauf.

source: discard complete history stack
de: Kompletten Verlauf verwerfen

source: Show darkroom modules for enabled workflow steps during execution of this initial workflow. This makes the changes easier to understand.
de: Module in der Dunkelkammer anzeigen, während Schritte im Initial-Workflow ausgeführt werden. Dadurch sind die Änderungen leichter verständlich.

source: show modules
de: Module anzeigen

source: Some calculations take a certain amount of time. Depending on the hardware equipment also longer.This script waits and attempts to detect timeouts. If steps take much longer than expected, those steps will be aborted. You can configure the default timeout (ms). Before and after each step of the workflow, the script waits this time. In other places also a multiple (loading an image) or a fraction (querying a status).
de: Manche Berechnungen nehmen eine gewisse Zeit in Anspruch. Abhängig von der Hardware-Ausstattung auch länger. Dieses Skript wartet und versucht Timeouts zu erkennen. Wenn Schritte viel länger dauern als erwartet, werden diese Schritte abgebrochen. Sie können das Standard-Timeout (ms) konfigurieren. Vor und nach jedem Schritt des Workflows wartet das Skript für diese Dauer. An anderen Stellen auch ein Vielfaches (Laden eines Bildes) oder ein Bruchteil davon (Abfragen eines aktuellen Wertes).

source: timeout value
de: Zeitlimit / Timeout

source: step timeout = %s ms
de: Zeitlimit / Timeout für Schritt = %s ms

source: process workflow steps
de: Workflow-Schritte durchführen

source: process selected images
de: Ausgewählte Bilder verarbeiten

source: no image selected
de: Kein Bild ausgewählt

source: switch to darkroom view
de: Zur Dunkelkammer-Ansicht wechseln

source: load image number %s of %s
de: Lade Bild Nummer %s von %s

source: image file = %s
de: Bilddatei = %s

source: load new image into darkroom view
de: Neues Bild in der Dunkelkammer-Ansicht laden

source: switch to lighttable view
de: Zur Leuchttisch-Ansicht wechseln

source: run
de: starten

source: Perform all configured steps in darkroom for an initial workflow. Perform the steps from bottom to top along the pixel pipeline.
de: Alle konfigurierten Schritte in der Dunkelkammer für den Initial-Workflow durchführen. Die Schritte werden von unten nach oben entlang der Pixelpipeline ausgeführt.

source: rotate + perspective
de: Drehen + Perspektive

source: Activate the module to rotate the image and adjust the perspective. Enabled in darkroom view.
de: Das Modul aktivieren, um das Bild zu drehen und die Perspektive anzupassen. In der Dunkelkammer-Ansicht ausführbar.

source: crop image
de: Bild zuschneiden

source: Activate the module to crop the image. Enabled in darkroom view.
de: Das Modul aktivieren, um das Bild zuzuschneiden. In der Dunkelkammer-Ansicht ausführbar.

source: exposure (midtones)
de: Belichtung (Mitteltöne)

source: Show exposure module to adjust the exposure until the mid-tones are clear enough. Enabled in darkroom view.
de: Das Belichtungsmodul anzeigen, um die Belichtung anzupassen, bis die Mitteltöne klar genug sind. In der Dunkelkammer-Ansicht ausführbar.

source: module tests must be started from darkroom view
de: Modultests müssen in der Dunkelkammer-Ansicht gestartet werden

source: module test started
de: Modultest gestartet

source: module test finished
de: Modultest abgeschlossen

source: Execute module tests. Used during development and deployment. Enabled in darkroom view.
de: Modultests durchführen. Dies wird während der Entwicklung und Bereitstellung des Skripts verwendet. In Dunkelkammer-Ansicht ausführbar.

source: Execute code from TestCustomCode.lua: This file contains some custom debug code. It can be changed without restarting darktable. Just edit, save and execute it. You can use it to try some lua commands on the fly, e.g. dt.gui.action commands. Enabled in darkroom view.
de: Source-Code aus TestCustomCode.lua ausführen: Diese Datei enthält benutzerdefinierten Debug-Code. Der Code kann geändert werden, ohne darktable neu zu starten. Einfach bearbeiten, speichern und ausführen. Sie können damit einige Lua-Befehle im Handumdrehen ausprobieren, z. dt.gui.action-Befehle. In der Dunkelkammer-Ansicht aktiviert.

source: module test file not found: %s
de: Modultest-Datei nicht gefunden: %s

source: all steps...
de: alle Schritte...

source: default
de: standard

source: Configure all basic settings of this inital workflow module: There are different choices: Select default value, ignore this step / module, enable corresponding module first, reset first and enable corresponding module, or disable module and keep it unchanged. After 'default', 'enable' or 'reset' the selected module configuration is set.
de: Konfiguriere alle grundlegenden Einstellungen für diesen initialen Workflow: Es gibt unterschiedliche Wahlmöglichkeiten: Wähle den Standardwert, ignoriere den einzelnen Schritt / das Modul, aktiviere das zugehörige Modul zuerst, setze es als erstes zurück und aktiviere das zugehörige Modul, oder deaktiviere das Modul und lasse es unverändert. Nach 'standard', 'aktivieren' oder 'zurücksetzen' wird die ausgewählte Konfiguration für das Modul angewendet.

source: Enable all default step configurations and settings of this inital workflow module, or keep all configurations unchanged.
de: Aktiviere alle standardmäßigen Konfigurationen und Einstellungen für diesen initialen Workflow, oder erhalte alle vorhandenen Konfigurationen unverändert.

source: insert test button widget
de: Test-Button einfügen

source: view changed to %s
de: Ansicht geändert zu %s

source: create widget in lighttable and darkroom panels
de: Modul in Leuchttisch- und Dunkelkammer-Ansicht erstellen
